
//Common
var MSG_C_001 = '관리자에게 문의해 주세요';
var MSG_C_002 = '비밀번호는 알파벳,숫자,특수기호를 모두 포함한 8자리 이상으로 구성해야 하며 4자리 연속된  숫자,문자열은 허용되지 않습니다.';
var MSG_C_003 = '비밀번호를 입력해주세요.';
var MSG_C_004 = '이메일 형식이 맞지 않습니다.';
var MSG_C_005 = '이메일을 입력해주세요.';
var MSG_C_006 = '중복된 이메일 주소입니다.';
var MSG_C_007 = '이메일 중복체크가 필요합니다.';
var MSG_C_008 = '사용할 수 있는 이메일입니다.';
var MSG_C_009 = '잘못된 비밀번호입니다.';
var MSG_C_010 = '비밀번호가 일치하지 않습니다.';
var MSG_C_011 = '비밀번호가 변경되었습니다.';
var MSG_C_012 = '이메일로 아이디가 전송되었습니다.';
var MSG_C_013 = '이메일로 임시 비밀번호가 전송되었습니다.';
var MSG_C_014 = '필수 약관에 동의하셔야 회원가입 하실 수 있습니다.';
var MSG_C_015 = '아이디를 입력해주세요.';
var MSG_C_016 = '중복된 아이디입니다.';
var MSG_C_017 = '사용할 수 있는 아이디입니다.';
var MSG_C_018 = '이름을 입력해주세요.';
var MSG_C_019 = '생년원일을 입력해주세요.';
var MSG_C_020 = '전화번호를 입력해주세요.';
var MSG_C_021 = '전화번호 형식이 맞지 않습니다.';
var MSG_C_022 = '확인 비밀번호를 입력해주세요.';
var MSG_C_023 = '기수를 선택해주세요.';
var MSG_C_024 = '팀명을 선택해주세요.';
var MSG_C_025 = '소속을 선택해주세요.';
var MSG_C_026 = '아이디 중복체크가 필요합니다.';
var MSG_C_027 = '탈퇴 처리하였습니다.';
var MSG_C_028 = '수정되었습니다.';
var MSG_C_029 = '개인정보 수집 및 이용에 대한 안내에 동의해주세요.';
var MSG_C_030 = '삭제되었습니다.';
var MSG_C_031 = '탈퇴하시겠습니까?';
var MSG_C_032 = '삭제하시겠습니까?';
//Apply Msg
var MSG_A_001 = '지원기간이 아닙니다.';
var MSG_A_002 = '사업에 대한 소개를 입력해주세요.';
var MSG_A_003 = '지원이 완료되었습니다.';
var MSG_A_004 = '200자 이내로 입력해 주세요.';
var MSG_A_005 = '수정되었습니다.';
var MSG_A_006 = '제출 후에는 수정이 불가합니다.지원서를 제출하시겠습니까?';
var MSG_A_007 = '지원서가 저장되었습니다.';
var MSG_A_008 = '1이상의 숫자로 입력해 주세요.';
//QnA
var MSG_Q_001 = '문의 내용을 요청하였습니다.';
var MSG_Q_002 = '제목을 입력해주세요.';
var MSG_Q_003 = '문의내용을 입력해주세요.';